{"podcast_details": {"podcast_title": "It's Been a Minute", "episode_title": "'Abbott Elementary' and 'Succession' take on love and grief", "episode_image": "https://media.npr.org/assets/img/2023/02/27/ibam_tile-2023_sq-8be9968a8deb580001ff44c27f77dcc028095187.jpg?s=1400&c=66&f=jpg", "episode_transcript": " You're listening to It's Been A Minute from NPR. I'm your host, Brittany Luce. I rotate a lot of different TV series for both work and pleasure, but if there's one show I am always caught up on, it's Abbott Elementary. I'm Janine Teagues. I've been teaching second grade here at Abbott Elementary for a year now. As a product of the Philadelphia school system, I'm proud to say I survived, and now teach here today. It's a workplace comedy that follows a group of teachers at a Philadelphia public school. It's funny, sweet, and I think it's fair to say it's captured America's heart. The premiere episode of its second season was ABC's highest rated comedy telecast in three years. The show also touches on real issues like underfunding and teacher retention, all through the lens of humor. So today, we're revisiting a conversation from November last year with two amazing writers on the Abbott team, Brittany Nichols and Joya McCrory. And to be super clear, we had this conversation before the Hollywood writer strike. What's your favorite line you've written so far on the show? And Brittany, we'll start with you. I think it's maybe the Tariq. You know I'm a feminist, that's why I let you pay for all my stuff. Yeah, and I appreciate that. Oh, that line is so perfect. It illustrates everything about his nonsensical way of thinking. Nonsensical, but almost well-intentioned. Oh, that's exactly it. It's, my heart is in the right place. I'm just a real journeyman in my own mind. Joya, what about you? I think I'm gonna go with Ava. You guys permission to put this on my wall. Is this Comic Sans? Just because I'm on a vendetta to get people to stop using Comic Sans. In this conversation, I learned how Abbott Elementary writers went about creating a world that feels both authentic and funny to teachers across the country. One of the themes the show touches on is underfunding in public schools. All right guys, so there have been three presidents since this one, okay? It's an old book, so here's where I taped in the others. Could you tell me how you approached touching on this topic with care and also through humor? I went to Detroit Public High School, so it's something that we dealt with in real life. I think a lot of people in the writers' room also have come from similar backgrounds. That's the kind of school that I went to. I went to a high school that was 94% black and underfunded. We had to put a ballot measure to try to get funding so that we could just have a normal school experience. Unfortunately, race isn't the only indicator when it comes to funding for schools because just overall, the entire system is not performing the way that it's supposed to be. I wonder what other source materials did you all draw from to be able to approach writing about these topics through the format of a sitcom? I have Google Alerts for the Philly school system. I just keep an eye to the news more so than Twitter or social media, but yeah, we just combine all of our resources to kind of come up with fresh takes on things. One of the articles that I read during the first season was this ProPublica article called How Teach for America Evolved into an Arm of the Charter School Movement. And that, I think, was part of the seeds for sort of where season two has gone. We also talk to teachers and ask them a lot of very specific questions. And also, there are so much absurd stuff that happens in schools that we sort of can just take the story where we want to take the story. And a teacher somewhere is going to be like, yep, that happened to me. I mean, my stepmom is a teacher, and we didn't talk about any of the stories, but she'll still connect after an episode and be like, yeah, I remember. The year was 1992. And have some very specific story about something that was in the episode. What's the most surprising thing that you've learned from a teacher or expert that's informed how you approach the show? I think probably they're differing optimism, I guess. I think there are some people who are taking it day by day and just like every day that I show up to my job is a success for the system. And there are other people who are involved who are talking about things like community schools and their optimism is such that they think that there is a way to turn things around. I think learning about the existence of the rubber room, which is where- What is that? Which is, and correct me if I'm getting this all wrong, Brittany Nichols, but it's where the teachers who've been in trouble go to kind of ride it out until they're allowed to go back to their classrooms. So it's kind of like teacher jail. I don't understand, how does that work? Well, it's essentially because they have union protection. So they can't just straight up be fired a lot of the time if they have some disciplinary issue that's going on. So they just separate them away from children and have them collect their low checks in the safety of a secluded area until things get worked out and they can return to the classroom or go be transferred to a different school or whatever process it is that they're undergoing complete. Is anybody going to the rubber room? No, I'm sitting here like, is Ava going to the rubber room? Thank God for the school district because they gave us $3,000 and I had to spend all of it. We'll have to see. You're listening to It's Been A Minute from NPR. I'm your host, Brittany Luce, revisiting a November, 2022 conversation with Abbott Elementary writers, Brittany Nichols and Joya McCrory. Another thing that comes up a lot is the dynamics of having both younger teachers and older teachers in a workplace where retention is low. And even just seeing the differing ways younger teachers and the older teachers react. Joya, what unique opportunities for comedy lie in an intergenerational workplace? Even though Barbara's been at Abbott for so long and has been teaching for so long, I think the comedy comes in when we get to see how she deals with the newer things in education. Well, I for one prefer the tried and true methods over whatever the latest doohickey is. I mean, I have yet to see the program that can do what I do teaching. How she handles pop culture things. Everyone loved that cold open with her mistaking the white actors and black names. I'm going straight home, put on a little Millie Bobby Brown. Bobby Brown. No one's done more for black actors than Tommy Lee Jones. James Earl Jones. And we just let her keep thinking that. I think that's where the fun is. And we never make fun of her age. It's just to see how the characters respond to them. Especially when our younger characters are doing bad things or messing up. Just to see how the older characters respond to them. And if they let them fail, just so they can learn their lessons or if they're going to help out. Brittany, what about you? I think that why our intergenerational relationships feel different is because it's based on experience. Not viewpoints. Like I think when people try to do that sort of boomer versus millennial or gen Z or whatever, it's always like, how dare you all want to respect more people and have more varied identities than we did? It's really sort of focused on this different approaches to the job. That's the conversation that I think is sort of happening where we have Barbara and Melissa saying, we can only deal with ourselves. We can only deal with Abbott. We can only deal with our students. Our job is to be the best teacher we can for our students. And we cannot control what is happening around us. And then you have these younger people who are coming in and saying, OK, but what is happening around us? Is this all falling in the s***? So this isn't enough. We can't just be happy keeping our side of the street clean. And I think that that's more of the conversation that's happening rather than the usual wag my finger at these young ruffians who don't realize how good they have it. That's just sort of a boring conversation to have and I think isn't very interesting anymore. To me, it is about this sort of alignment that everyone has that these systems are failing and everyone wanting to feel like the way that they're attacking it is the right way. Because admitting that we don't know exactly how to fix it, I think is the scariest part of it all. I recently read a think piece on AVID imagining an American school system that's free of police. There are no cops, school resource officers. And the teachers call out the school district and don't rely on it to fix any problems. The teachers on the show show that for them, community means organizing. But yeah, the teachers really do solve problems themselves without having to go into these carceral solutions. Is that intentional and what conversation did the writers room have on crafting this kind of setting? I don't think we have discussed it at all. Now that I think of my school experience, we never really had a heavy police presence or security at every door cameras, which probably really speaks to our lack of funding. But we were somehow still safe. So I think it never really even crosses my mind when I think about it. The outside perspective of a place like Detroit is that it's so violent. But within the community, we all were looking out for one another, the students, the teachers, the parents. Yeah, and just to piggyback off what Joy was saying about it never coming up in the room, I think that's because that's just not where our brains go, right? When these problems come up and we think about just as human beings relating to each other, how would we solve this problem? At no point does a security guard or police come to mind. At no point do any of us say, and that would have kept this from happening. I don't think that having police at schools is the answer to what is the root causes of a lot of these issues, which is poverty, which is kids being hungry, which is they're not being support systems. They're not being alternative ways to deal with conflict, emotionally informed counseling, trauma informed counseling. These things are what's missing. That's what's missing. And we can't just immediately fix that by putting those resources in school because the reality is that they don't exist. So it is what does it look like to have these people on their feet in these situations? So it just truly, truly, truly, truly just does not occur to us. So there's one plot line that I know y'all better have time for. I respect the fact that much like Jim and Pam on The Office or Leslie and Ben in Parks and Rec. I understand that y'all are not just going to put Janine and Gregory together. I get it. By the way, thank you so much for helping. I know it isn't easy to coach someone who has the job you should have gotten. Well, it's a lot easier to say yes to things when you're the one asking. It's narrative tension to do the whole will they, won't they? Really, for me, it's more like when are they? So when are they? What are the conditions that make it ripe for Janine and Gregory's relationship to Bloom? Like, you don't have to tell me when. You don't have to give me an episode number. Although if you want to, I'm comfortable with that. But where are each of them going to have to get to in their respective journeys in order for them to come together? Because we all know it's going to happen. Listen, Quinta has it planned out. She knows when it's going to happen. She hasn't even specifically told us exactly when or if there will ever be a final pairing. That's the information she's really keeping close to their chest. Or if. Listen, that is, don't get mad at me. It's not my show. But I know that they just have growing to do as people. And I think that if people really want them to ever get together and be happy together, that is growth that has to happen in order for it to be a successful relationship. I mean, yeah, since they're both in their mid-20s, they still really do need to learn more about themselves before they could be a good partner. But every week I get a text from my grandmother, who is a huge fan of the show, and just saying, when are Janine and Gregory getting married? And I'm like, married? You really skipped a lot of steps. Grandma and I are on the same page. We see the vision. We see the endgame. Thanks again to Brittany Nichols and Joya McCrory, writers of Abbott Elementary. The second season is out now. Coming up, while Abbott Elementary filled our hearts with love, the next show we're talking about taught us about grief. Stay with us. If we're talking about the best TV of the year, we have to discuss one of the most Emmy-nominated shows. And I want to turn to one of its most devastating moments, that phone call. Hey, Roman. Yeah. Uh, your dad is very sick. He's very, very sick. What? I'm talking, of course, about HBO's Succession. Uh, Tom is apparently dad sick. What do you mean he's sick? Like, sick like Tom? Tom, are you still there? Is he OK? I think this phone call was the basis for one of the greatest episodes of television I've ever seen. For context, Succession is about a billionaire father, who will share his four kids, and who will succeed him as the head of his company when he dies. And early on in the show's final season, the father, Logan Roy, out of nowhere, died. What's extraordinary is that you don't see the death. You hear about it through a long, real-time phone call with his kids. You're a good man. You're a good dad. You're a very good dad. Uh, he did a good job. No. I don't know how to do that. I can't. Your turn. Am I by his ear? Yeah. You're by his ear? For fans of the show, it was shocking and devastating. And for me, it subverted everything I expect to see when a main character passes away on screen. And that's also true for Linda Holmes from NPR's Pop Culture Happy Hour. In a conversation from April 2023, Linda and I got into what happened and why this episode of Succession mirrors how we experience death in the real world. Welcome to It's Been A Minute. I'm so excited to have you here to talk about this today. I'm so excited, too. So, Linda, I think for many people, the quick way to describe what happened in this episode is like, WTF, Logan's dead. Yes, exactly. No more kisses from daddy. No more kisses from daddy, which I think for those of us who strive for emotional health, probably a good thing. But for the Roy children, who are so very much caught up in this intense emotional family dynamic that is just so unhealthy, it's hitting them really hard. I have to say, the show has kind of teased health issues for him since the very first episode, like throughout the entire run of the series. And still, to me and to many other viewers, this death felt surprising. How do you think they managed to pull that off? I think they tried very hard to make the death an extraordinary event that happens on an ordinary day and in an ordinary way, which is you get a cell phone call with bad service. And that is how they began to get this information. And so the death wasn't tipped in the same way that deaths are often tipped. I'm sure that you, like me, have frequently watched a movie or television show and said to yourself, that guy's dead. That guy is so dead. And it's like the minute somebody starts to say, I'm really looking forward after this mission to getting back to my family, here's a picture of my kids. It's like, you are extremely dead. You're the deadest dead that's ever dead. And I think that this didn't, they didn't give Logan a lot of really interesting last words, kind of the last time you saw this incredibly, I'm not afraid to say this iconic character, the last time you see him, he's stomping up to his plane, the same as always, and then you just never see him again. And it's just not the way TV deaths usually work. No, you're absolutely right. Because of that, I think it caught so many viewers off guard. And I think for me, the thing that felt so much like a departure is that we don't see the death happening. The viewers like the Roy children don't get to have a last conversation with Logan or see the death happen. It's all off screen. How does Succession go against this expectation of a visible death? And why does that feel so different? Well, I think because you don't see Logan die, you really are put in the position that they are in. You experience that death as they do. And I think that what Succession does that is different is they've held back all season things that you don't see, things that you just experience through finding out about them or having someone talk about them. I think it gets at how frustrating and incomplete and unresolved most deaths are and how unresolved the relationships usually are. I mean, he is perhaps the most hateable person on Succession, which is a show full of literally only hateable characters. And yet people cried watching the episode, including a couple of people on our team. One of our producers said that the reason he cried was because of the I love you, but I can't forgive you moment. Yes. I love you, Dad. I can't forgive you. Yeah, but I, it's OK. And I love you. It's so related, I think, to what it's like to grieve someone that you love, but also hate or also at the very least have a difficult relationship with. For a show about a family that is not at all relatable to normal people, these are mean, mean, evil, billionaire, failed children. You know, not the life that most of us are living. What makes this episode feel so universal and that it touched people in such an emotional way? People can't relate, in most cases, to the death of your father, who is a monomaniacal billionaire. But they can relate to having very complicated relationships with people who die. And you don't get a chance to really resolve them. You do love them. You do miss them when they're gone. And yet you can't honestly say that you had a good or happy relationship with them. So the complexity is familiar and relatable, even if the specifics aren't. I think the other thing that made it very touching to people was process. They showed a process of notification and coming to accept that someone had died. You know, I thought a lot about one of my friends who died. And I got a very just unexpected out of nowhere phone call in the middle of a Saturday from someone that I don't know very well. And I kind of thought, why is this person calling me on a Saturday? What is this about? And you pick up the phone. And it's the last thing you think they're going to say. It is just the last thing you think you're going to hear. And I think that process of the phone call out of nowhere that is the last thing you think you're going to hear is relatable regardless of the relationship. And so I think that choppy phone call where you're trying to get the information, you're trying to figure out what happened, you're trying to understand. And in some ways, it doesn't matter how the person came to die. But it's intensely important to try to figure out what the person's telling you. So I think that that process is something that you sometimes don't see on TV in terms of the real time acceptance of news that someone has died. I think about my grandfather passed away 20 years ago. You know, we knew that he had been sick. We had gone down to visit him a few months prior. But you know, there was a call that came I think in the morning or the afternoon. And then everything was different. You're suddenly in a completely different world. And you saw that with the Roy family on succession is that all of a sudden they're trying to figure out, oh my gosh, we have to figure out what we're doing about this wedding. What are we doing about telling everybody? What are we doing about announcing it? Because we have to worry about the company. You know, what order are we telling people in? You know, who's going to try to keep it away from the press? And you know, just as you said, I think a lot of times all of a sudden you find yourself in a completely different, it feels like a completely different world all of a sudden. You know, so many shows I watch now, I'll be introduced to a character, like you mentioned, a minute two. And I know that at minute 38 they're gonna die, right? Or even like shows like Game of Thrones where many people showed up every single week because they wanted to see who was gonna die this week. Right, and basically like every time people said, oh, this was an amazing episode of Game of Thrones, it meant someone died in some spectacular and probably super gross way. Exactly, or even shows, you know, that might handle death a little bit more sensitively, at least emotionally, like The Last of Us, right? They're prone to the same thing. You have some sense that the character that you're gonna meet is about to die, or you see them, you know, kick the bucket in a very spectacular fashion, right? I wonder, are there other shows besides Succession that you can think of that utilize an offscreen death well, or portrayed death in a more realistic manner as it seems unfolded, you know, with this most recent episode of Succession? It's interesting because when I think about the shows where they've done big offscreen deaths, or ones that have been communicated in a similar way, they are of a lot of different types, right? The first one that came to mind when I was thinking about this was Marshall's father on How I Met Your Mother. And his father died, and Lily came, his wife came and told him that his father had died. And that notification that his father had died is one of the show's, I think, most touching moments. And it's exactly for the same reason that his wife has the task of telling him that his father has died. And it comes out of nowhere for him. He's not expecting it. It's not something they've been anticipating. And to tell you the truth, Brittany, you can go all the way back to Sesame Street telling Big Bird that Mr. Hooper died, because it happens offscreen because it was the actor. And frequently the ones where it's the actor are ones where it takes place offscreen, Nicholas Colesanto on Cheers and things like that. And sometimes those are very effective and extra sad because you get that sense that it wasn't planned and choreographed in the same way. It really puts the emphasis on the coming to terms process rather than just the dying itself. Well, we weren't expected to talk about Big Bird, were you, Brittany? I was not expecting to talk about Big Bird today. Well, you have my full agreement. I think the episode itself was a stunning piece of writing and acting. And thank you so much for coming to talk with me about it. But on the topic of TV dads, Linda, would you mind sticking around for a little game? Oh, always, always. You're listening to It's Been A Minute from NPR. I'm Brittany Luce here with Linda Holmes, NPR pop culture correspondent and host of Pop Culture Happy Hour. Okay, so we are gonna play a special game called Who's Your Daddy? In honor of Logan Roy, rest in peace. We're gonna be talking TV dads, okay? So this is how the game's gonna work. I'm gonna give you three TV dads and three scenarios. And you have to pick who you'd want to stand in as a dad and each. And each dad you choose gets a point. So you can choose one dad as many times as you want, okay? Oh, I see, I see. Yes, so our dads of the day are Homer Simpson, famous cartoon dad. Son, a woman is a lot like a refrigerator. Tony Soprano, famous mobster dad. As an old Italian saying, you f*** up once you lose two teeth. And Joel from The Last of Us, zombie killing former contractor dad. You get your homework done, fractions. All right, are you ready to play, Linda? I am. Okay, all right, all right. Scenario number one. You are buying your first car and you need help negotiating with the salesperson on your monthly payment. Which dad are you calling up for help and why? Okay, if Homer does the negotiation, I'm gonna wind up paying twice as much as the guy wanted to charge me originally. If Tony handles the negotiation, the guy's gonna end up dead. And if Joel handles the negotiation, he's gonna wind up spiriting me away to a different car dealership entirely to get a totally different car because getting this car is not safe. I think given these choices, in the hopes of a more protective man of few words who would perhaps trust me to do my own negotiating unless it was absolutely necessary for him to step in, I'm gonna take Joel. Thank you. Me, myself, personally, I would have taken Tony. I mean, it makes sense. I have a stickler for a deal. So, you know, there you go. First scenario, after this scenario, right now we got Joel from The Last of Us at one point, everybody else, Zilch. Okay, are you ready for scenario number two? I am. All right, okay. You're showing up at the block party and you have the opportunity to grill alongside one of these dads. Which dad would you want as your co-grill master? Do you want Joel from The Last of Us? Do you want Tony Soprano or do you want Homer Simpson? I don't think I would want to, I have an aversion to grilling around Tony Soprano just because. Wow. I know. This is like the most. I feel like I'm eschewing Tony Soprano for no good reason except that he's an unrepentant murderer. But I think that in some ways, Homer loves nothing better than food. And I feel like maybe to share a grilling experience with Homer Simpson would be the most interesting, even though I might not actually eat the resulting food. But I think going to a block party with Homer would probably be highly entertaining. So it's all experiential for you, not necessarily culinary. It's all experiential. I know how to grill a hot dog. You know what I mean? Yeah, yeah. I don't want to follow around a mafioso and worry that he's going to get in a fight. And I don't want to bring a raggedy apocalypse survivor around because I don't know what he's going to tell people about what we've been doing. We've been going around doing various dangerous things. I don't want him to talk about all the terrible things that we've seen. So I think what I'm ultimately going to do is I'm going to take Homer to the block party because he might embarrass me. He might embarrass himself. But if there's good food around, he's going to make sure that I don't miss it. That's fair. And also too, he's like a beer guy. And I feel like beer, cookout, I feel like that kind of, he's kind of like a... He's going to be in his element. He's going to be in his element. He's a chill guy. Fair enough. All right. So far we have one point for Joel, one point for Homer. Going into our third scenario, you are showing up late at the house past curfew. Which dad would you want waiting for you in the living room with a single lamp lit? Homer, Tony, Joel. Well, this has to be Homer because Tony is going to murder either me or someone else. Fair. Joel is going to have been traumatized by worrying about what might happen to me because he has seen so many terrible things. He's truly going to be awake thinking, I was afraid that you got eaten by space monsters. And that's going to be very stressful for him. I don't want to do that to him. I definitely don't want to deal with Tony Soprano. So I'm going to go with Homer, who I think is barely going to remember that I even had a curfew and is probably going to be so concerned about something else entirely having nothing to do with me that he might originally start yelling at me, but I will be able to distract him by throwing a ball of aluminum foil in the air. All right. Well, based on this, our final score, one for Joel from The Last of Us and two for Homer Simpson of The Simpsons. Based on this, the best TV dad, our daddy of the day is Homer Simpson. There we go. Yeah, I think if you compare him to a mafia guy and traumatized apocalypse survivor, then I'm not that surprised. Like, you know, that's a pretty chill dad, relatively speaking, even if completely incompetent. Well, chill dads for the win. That was Linda Holmes, host of NPR's Pop Culture Happy Hour. Hey, Brittany. Hey, Brittany. Hey, Brittany. Hey, Brittany. This is Em from Brooklyn. I have to ask, what do you think about the new Real Housewives of New York? I love it. I know there's some controversy about Jenna Lyons. She's not the typical housewife. Some people think she can't hold the center of the show. I personally think she's killing it. Would love to hear your thoughts. Em, Em, Em from Brooklyn. You and I are on the same page. I am loving the Real Housewives of New York and I am loving Jenna Lyons as the center of the show. So let me backtrack. For those of you who don't know, the Real Housewives of New York has been around since like the 2000s, but they recently, with this current season, cleared the decks and they brought in a whole new group of women. They started from scratch. Now, Jenna Lyons, for those of you who don't know, for a long time was the creative director and president of J. Crew. So when all y'all are walking around wearing statement necklaces and pencil skirts with sherbet colored blouses, which I was definitely doing in the 2000s and 2010s, we have Jenna to thank for that. Okay? But she's also a fashion icon in and of herself. She dressed Michelle Obama. Okay? So I find it very interesting, Em, that there are some people saying that Jenna can't be the center of the show when the fact is she just simply is the center of the show. Every single other woman on this show, from successful models to successful real estate entrepreneurs, are obsessed with Jenna. Jenna Lyons is the first openly gay Real Housewife. There have been plenty of conversations where she's just continued to restate that her behavior, her lifestyle, and how she like carries herself is not for the goal of pleasing a man, which honestly feels revolutionary in a Real Housewives franchise. And I think that that confidence is something that the other Housewives are just gravitating toward. And truthfully, I think a lot of America is gravitating toward it as well. I think that she fits in perfectly as the crown jewel of the new New York franchise. It also, I have to say, the fact that you and I are having this conversation about Real Housewives in the midst of both a writer's strike and an actor's strike, it kind of highlights just how important a cultural role, for better or worse, that reality TV stars like the Housewives play in our cultural conversations. They kind of carry our culture during these times when the TV shows and the films that we normally would enjoy, the press runs like Kiki Palmer's, when NOPE was in theaters, those sorts of things normally are what our culture feeds on. And in absence of all of that, reality TV stars are carrying us on their backs. Recently, Bethany Frankel proposed that reality TV stars unionize. And the more I think about it, I think that she has something of a point there. Even before the current TV and film strikes that we're experiencing in Hollywood with the writers and the actors, influencers had already been welcomed into the fold. So if influencers are allowed in, then why not reality TV stars? But all of that said, Jenna Lyons, thank you so much for your service. And Em, thank you so much for calling in. And if you have a thought or a question about pop culture, you can send us a message via this memo at ibam at npr.org. That's I-B-A-M at npr.org. This episode of It's Been A Minute was produced by... Barton Girdwood, Alexis Williams, Liam McBain, Corey Antonio Rose, Janet Wu-Jong Lee. This episode was edited by... Jessica Plachek, Jessica Mendoza. Engineering support came from... Josh Newell, Ko Takasugi Chernovin, Quasi Li. Our executive producer is... Verilynn Williams. Our VP of programming is... Yolanda Sangueni. Our senior VP of programming is... Anya Grundman. All right, that's our show for today. I'm Brittany Luce. See you next week for another episode of It's Been A Minute from NPR."}, "podcastSummary": "This episode of the podcast discusses the TV show Abbott Elementary, a workplace comedy that follows a group of teachers at a Philadelphia public school. The episode features a conversation with two writers from the show, Brittany Nichols and Joya McCrory, who talk about the themes and humor in the series, including issues of underfunding and teacher retention. The podcast also includes a discussion on a recent episode of HBO's Succession, which surprised viewers by handling a major character's death in a realistic and unexpected manner. The episode dives into why this approach was effective and relatable. The show ends with a game called \"Who's Your Daddy?\" where the guest chooses which TV dad they would want in various scenarios.", "discussion_item": null, "podcastHighlights": "Support for NPR and the following message come from Hotwire. When you look up hotels, does the sheer number of options make it hard to choose? At Hotwire, they know that's the case. That's why they've got the Hot Rate tool. With Hotwire Hot Rate, hotels, you can book confidently knowing you scored an amazing deal. So how does it work? For starters, look, Hotwire shows you tons of great hotel options. But what really sets them apart is the Hot Rate, a great deal on one of the sites. You just don't know which one. That's where they come in. Reading that isn't your thing? Of course not. You're more of a listening on the go person. So with Mobilisim, you can raise or press it and use your ear and truck. It's your headphone for stella.com. And they're making this -- okay, crazy. Let me just cut to the chase. Go to Hotwire.com, name the price, hotel four-star in the neighborhood that you want to stay. With Hotwire Hot Rate, you can book hotels ahead of fabulous deals with ample amenities. Trust me, it's a win-win. So download the Hotwire app today and book beyond your means. Car and hotel prices tend to go up during the holidays. But this year, we're told things might get especially squirrelly. Find out what's behind the warning. Listen and subscribe to Planet Money, coronavirus daily on Apple Podcasts, NPR One, or wherever you get your podcasts. Thanks. The U.S. celebrates Martin Luther King Jr. on Monday with the national holiday. On this week's episode of Codeswitch, the untold story of the FBI agents who used a phoney memoir to bring down the civil rights leader, a story that you can watch on TV soon. Listen and subscribe to Codeswitch from NPR. And we have closing thoughts from Assistant Chief Cory Antonio Rose. I've always been a huge fan of reality TV and reality competition shows. There's something entertaining about watching a group of people navigate through challenges and interpersonal relationships. Whether it's watching people bake, search for love, or compete in drag, it's interesting to see the strategies and tactics they employ to win. But this form of entertainment, like any other, requires careful consideration. Many reality shows exploit the participants for ratings, compromising their personal lives and often stigmatizing their involvement in the process. To watch reality TV ethically, it's important to remember that these are real people with complex lives outside of the show. Their actions on screen do not define their worth or the totality of their character. That's why I think it's important for shows to provide mental health support and counseling to contestants before, during, and after their time on screen. We, as viewers, should also engage thoughtfully, resist excessive judgment, and remember that reality TV is ultimately a product made for entertainment. That doesn't mean we can't enjoy it, but we should approach it in a way that values authenticity and the well-being of those involved."}