{"podcast_details": {"podcast_title": "Pop Culture with Chanté Joseph", "episode_title": "Shon Faye on Elliot Page & trans in pop culture – Pop Culture with Chanté Joseph", "episode_image": "https://uploads.guim.co.uk/2022/10/19/Pop_culture_CHANTE_artwork_(1).jpg", "episode_transcript": " This is The Guardian. This week, a special episode talking to Sean Fay about Elliot Page's memoir and how trans people are represented in pop culture. And I know a man pretending to be a woman when I see one. Somewhere along the way, I feel like femininity conquered me. Trans, straight, queer, you know, we're all pushed to be in a tiny box. You're listening to Pop Culture with me, Shontay Joseph for The Guardian. Everyone has been talking about Elliot Page's groundbreaking coming of age memoir, Pageboy. Elliot is one of the biggest celebrities to have transitioned whilst in the public eye, and this new book doesn't hold back. But it made me think about the representation of trans people in pop culture and how much that has changed. This week, we're speaking to Sean Fay, a writer, podcaster, and aspiring comedian, and someone that I look up to so, so much. I have an audience that have primarily encountered me through my book, and I know that they don't know that I'm funny because it's not like it's not a lol a minute. Sean hosted a special Q&A with Elliot at the South Bank Centre, but we started by talking about her own book, The Transgender Issue, an argument for justice. The book's central argument is that the conversation that everyone will have been noticing, I think everyone listening will have been noticing about trans people, and it's actually only gotten more intense since the book came out. Whether it's what's being put to politicians on radio interviews or whatever, whether like, what is a woman, the headlines and headlines and headlines about trans people, the constant discussion on TV, radio, etc. That all of that is literally nothing to do with the actual challenges and struggles that trans people face. That when people talk about trans issues in the media, they tend to actually not be talking about trans people's issues at all. They tend to be talking about cis people, the majority's anxieties. And so my book is like, look, everything that you're learning from the media is incorrect. And actually, what we gloss over is that trans people are actually talking about trans people as trans people are still a marginalized and oppressed group in the UK today. It's actually getting worse in some respects, even as they're becoming more visible. And I'm going to lay out for you all the ways in which in Britain now, trans people are discriminated against and about how we need to change as a society. One of the main themes in the book is that you can't change things to improve society for trans people without improving society for lots of people, lots of marginalized groups. To me, it's all an interlocking struggle. So feminism, racial justice, trans liberation, they all go hand in hand, because obviously, when you start looking at the systems that marginalize trans people, they're systems that are oppressive to lots of people that capitalism, racism, et cetera, want to push to the margins of our society. LASHAWN DAVIS Since you've written your book, things have got a lot worse. And I mean, it's not like they weren't bad before, but it's just become even more of an issue that people are obsessing over in the wrong ways. And when I think about a lot of what's happening today and a lot of the discourse that's happening, this isn't something that I recognized growing up. It wasn't like, oh my God, trans people, that never existed. And it feels like something happened or there was some sort of turning point that made this a really, really topical issue that loads of people started to wade in on. I mean, I'm sure if you're a trans person, you would have noticed this forever. But in terms of it being this huge issue on the political agenda that politicians are being asked about, this all feels like quite new. LASHAWN DAVIS Yeah, totally. I mean, I think you're correct completely. It's reached a kind of fever pitch that is completely unhinged with a lot of the discourse that's going on. Like you and I are speaking at the end of a week where Kirstama, who's the leader of the opposition, was forced to comment on a story that was largely false about young people who are identifying as cats. And that is unprecedented. I think there's lots of different factors that have come together. So specifically on the trans front is I think trans people, some trans people, some of the more privileged trans people who could blend into society perhaps would have previously benefited from a degree of invisibility that no one was really thinking about trans people. There was signs that people knew trans people existed. They would pop up on TV occasionally. But society just, yeah, wasn't that bothered. And they were considered a very, very fringe group. But what started to happen, I think, in the late 2000s and throughout the 2010s is because of social media. We saw like lots of social movements, but certainly trans visibility was one, that there was an explosion in trans people being able to take up platforms for themselves, talk amongst themselves, organize in new ways. And that led to huge leaps forward in terms of visibility, which is obviously great on one front, but often as throughout history with any kind of group that's been historically kind of brushed under the carpet, oppressed, marginalized, etc. Is when there's sort of more visibility, there's a backlash. And so there's been a huge backlash to the increased presence of trans people in public life, in media. And then I think alongside that, there's growing changes that we've just seen in our politics and our media culture, the rise of fake news, this growth of this huge right-wing ascendancy which we can see in the likes of Donald Trump, Boris Johnson, Brexit. And alongside that, huge misinformation. And alongside this huge austerity, people getting poorer. So now in this lead up to the next general election, we're going to see a lot more about trans people, unfortunately. Trans people, migrants on small boats, these are kind of touch points that the Tories can use to distract from the fact that everything in this country is bleak for everyone except the super rich. You recently interviewed Elliot Page at the South Bank Center. You're interviewing him about his new memoir, Page Boy. How did that come about? And have you met Elliot Page before? So he actually read my book when it came out in the US. He actually just picked it up in a bookstore on the Upper West Side, randomly, which is great. He posted about it on Instagram. And then I was going to New York just for like a holiday. And I agreed to meet Chase Strangio, who's a lawyer at the ACLU. He's fighting a lot of the anti-trans bills that Republicans are introducing across the US. I messaged him being, I'm going to be in New York. Would you like to go for dinner? And he was like, do you want to go for dinner with Elliot Page? So I met Elliot at that dinner and I asked him, his book was obviously due to come out. And I was asking him how he felt about it. And he was quite anxious about it. And I shared with him that I was really anxious before my book came out. But actually the process of releasing a book is quite good for your sense of hope because you do loads of events, loads of trans and queer people turn up. And you actually feel quite calmed because social media is so horrible often that like actual the real life experience of having these conversations and doing these events makes you feel better about the state of the world. And he was like, I'm actually coming to London. And I said, what do you want to do an event together? And then he recommended me for the South Bank, which was great. I was desperate for an in there. For me, like obviously I appreciate the big platforms of like cisgender media, liberal arts institutions, all of that stuff. But I just do think it's really great when people get to talk. You know, if you share a sort of minority experience or, you know, for me other trans artists, writers, I like to collaborate with them. And that's where I actually feel like I'm most challenged, most interested, most engaged. And I thought like for someone like Elliot Page, who is so famous and kind of had this unique experience of becoming the most famous trans man in the world overnight, which must have been terrifying. It was to give him the opportunity, you know, to be like, I think when you're interviewed by another trans person, it's just, it doesn't mean that I'm like better than any other interviewer, but I think there's certainly a sense of that, you know, the questions that every trans person who writes a book gets asked that are really boring. You know, if you've written a book, you want to talk about the process of writing that book. And obviously his book was about his transition and how he feels like he's kind of fully living his life for the first time. Were there any parts of this story that kind of struck you personally, or that you felt like you could connect with? There was lots that I could connect with. I found it really interesting that he spent a lot of time talking about his history of like relationships and about how, especially obviously prior to his transition, you know, that he often sought out romantic relationships to kind of complete himself because he knew something was off and something in him was unfulfilled. And obviously it was more to do with gender, but he hadn't quite worked that out yet. So he would seek it from other people, from girlfriends. And I found that really, really interesting because I think that's something that feels true to my experience and to a lot of people, I know trans people's experience, but it's not something that, that gets talked about that much. And there were other things that struck me, but I didn't necessarily relate to them. Like, I actually think his critique of Hollywood is, it was really interesting to me. Like, I know that Hollywood is really hypocritical and it pretends to be really liberal and stuff like that, but actually behind the scenes, but it is really shocking. Like Juno, the film that kind of made him really famous, which I really love that film, you know, he actually says that that was where his career took off and he was one of the youngest people nominated for an Oscar ever. But it was the start of all of his problems because he became really famous and people were like, you need to wear a dress, you need to look really feminine at the award ceremony. No, you can't come out as queer. Like it was actually kind of life ruining, but it looks like the dream, doesn't it? Like, oh, you're an Oscar nominated star. And it just like, I mean, the dark side of fame, I guess is something that never fails to be interesting to like us, like civilians. But I think that kind of queer lens on it, but actually, you know, Hollywood is not, it can cash in on LGBTQ people quite often, but it doesn't, it's still not clearly a great space to be LGBTQ plus. Let's take a hot minute and when we come back, we'll look at some of the past examples of trans representation in pop culture. Welcome back gang. So I want to get back into that world of I guess, like Hollywood fame, but particularly the arts, we know that kind of trans characters and stories have been represented on TV and films since like the early 90s, but they've not necessarily been the most positive representations in terms of the way that they've been represented in terms of the way that they've been represented in terms of the way that they've been represented in terms of the films since like the early 90s, but they've not necessarily been the most positive representations in films like Silence of the Lambs, Crying Game, and like even shows like Sex and the City. It's yes, it's a forward thinking series and it has covered issues that women go through in quite, I guess like positive ways that other shows haven't, but there is an episode called Cockadoodledoo and Samantha is really hostile to some women near her apartment who are like trans coded. I am paying a fortune to live in a neighborhood that's trendy by day and tranny by night. Tranny? Transsexuals. Chicks with dicks. Then the episode basically ends up with them all having a drink, but it feels like it kind of perpetuates a very one dimensional image of like trans people. Do you remember watching TV and film in this era? Yeah, it's interesting because in some ways, the trans women who are depicted do have like senses of humor and by the end, there is like some humanity for them, but the language used about them now is just like quite shocking to like people's ears in 2023. I remember bits and pieces of trans representation growing up in the 90s and 2000s and actually because it was generally so poor and the way that trans people presented was not how I now know trans people actually are, or indeed those people who were on TV at that time, they probably often would make a pact, you know, with the devil really, with whether they did like Jerry Springer or they did a Channel 4 show or they did a reality show, is that like you kind of agreed to be like objectified, sensationalized and misrepresented in some way for the hope of maybe kind of breaking out and becoming a bit of a celebrity. And so false was it, like the emphasis on surgery, the emphasis on, you know, fetishization and the kind of hints that trans people were basically weirdos and freaks, you know, that undercurrent, underlay, although I didn't actually see myself identifying with those people. Like it was actually a block to me accepting myself as trans because I was like, well, that doesn't seem like me. There were a couple of times where, so I remember Dana International who won Eurovision because that was obviously a trans woman who just did something that wasn't about, you know, it was really well known and publicized that she was transsexual, but she won Eurovision. She was there for singing and doing kind of like a fab campy song. Nadia on Big Brother. The winner of Big Brother 2004 is Nadia. And she again, like won, which is really, what, one thing that fascinates me about that, that was 2004 that she won Big Brother and, you know, that was by public vote. And what is surprising and depressing to me a little bit now is I don't know that that could happen in 2023. I can't imagine a trans woman like being voted a winner or like by millions and millions of the British public. And I think that was like you said at the very beginning, it was because it was from a time where people weren't having all this like nonsense and this propaganda filling their heads. So actually once she was in the house and it's obviously the format of that show meant that you just observe someone over several weeks, the fact that she was trans stopped being an issue and people just started to see her as Nadia and as a personality. So I remember that because that was the first time I ever really sort of like related to a trans person who wasn't being sensationalized because she was just in a house interacting with other people. And do you think it's different today then? Do you think that what we have out on TV and in film feels a bit more accurate or does it kind of feel a bit like, I don't know how to describe it, when you kind of like, you want to present to the world that, you know, this piece of art is like progressive, it's forward and we have like a trans character here, but you're not really giving this character much depth. They're just kind of there to make a point of you being someone that is progressive. I think there are some really good representations on American TV especially. So Euphoria, I think Hunter Schafer in Euphoria, I think she's an incredible actor. The character, Jules as well, like, you know, it's the biggest teen show for Gen Z and one of the lead characters is a trans character and obviously played by a trans actress. And I actually think there are some moments for that character. There are some things that, some monologues that that character gives about her relationship to femininity, her relationship to her body and her relationship to like sex and men that I had never heard in the words of a trans character before and literally feel like they were part of my internal monologue. I always thought of puberty as like a broadening or a deepening or like a thickening, which I think is like why I was always so scared of it, you know, because in my head women were always like small and thin and delicate and so like the thought of puberty like this irreversible forever metamorphosis was just like terrifying that when it happened I just like end up on the other side stuck. And I think that's because often I think Hunter Schafer helped write them and I think it to me that feels quite groundbreaking because, you know, when I was growing up it was like Gossip Girl and now it's like, yeah, Euphoria to me to have like a trans character at the center. And then I think something like Pose, for example, the fact that there was a network TV show in the US that was led by like five black trans women, you know, it would have been unthinkable when I was younger. And again, like a lot of breakout stars, Angelica Ross and Michaela J. Rodriguez, I think, you know, this is something that was unthinkable like 10 years ago. But as I say, that's American TV. I'm not so sure that we're there. It is really interesting actually how I feel like we follow so much of the US but the US has made so many strides when it comes to kind of trans representation on TV. But that's the one part of it that we're still struggling to follow. And I don't know if you feel like the like, I guess the landscape for like, I guess the political conversation around trans identity in the US is more progressive than UK. I mean, no, it's definitely not. I think, I think on the TV front, right, it's just it's symptomatic of like British TV is really, really conservative. We're a small country. And I know this from friends who work in TV, I'm just spilling the tea here. But like, they're like TV commissioners, people who make these decisions that channels about what what programs they're going to commission care about what's going to be popular to the most of the country. And like, remember, Mrs. Brown's Boys is still really popular. But like British TV is still very like geared towards men, it's geared towards white people, and it's geared towards straight people and cis people. Yeah, in terms of America, whether it's more progressive, no, it's not. I think the way in which transphobia looks in America is a bit different to here. It's a little bit more clear cut is that in the in America, it's like Republicans and the right wing and the Christian right, you know, that they're anti gay, they're anti cis gender women, they're anti abortion, they're also really, really transphobic. And it's kind of easier to know who the enemy is. If you're on the side of progressive, it's like, not that the democrats are always that great. But like, there's a clear binary left or liberal right split. That's a bit different to here, where the transphobia we see here can come from like, seemingly quite, you know, there's a lot of I'm a liberal, but you know, trans women are men. I've always been a lefty, but actually, no, we need to change the quality acts that trans women can't use the toilet, you know, there's a lot more I mean, it's getting it's getting, it's getting more mask off here, but it but it is there is a bit more of a liberal respectability to certain forms of transphobia here. In the 2000s, you had TV and film such as transparent and three generations, the Danish girl, and Jared Leto won an Oscar for playing a trans woman in Dallas Buyers Club in 2013. But it feels like trans stories are being told by cis people here. How problematic is that? Even before you kind of mentioned that when it came to euphoria, you felt that like, Hunter Schafer was definitely having a say in these monologues. And that's why they were so compelling. And they were so relatable. But where that inclusion isn't kind of transparent, or where people aren't able to be in the room to help with whether it's scripting or production, it then just kind of feels a bit off. Funny, you mentioned the Danish girl I once not that long ago bumped into someone in Soho, and he was like, sorry. And then I looked and it was Eddie Redmayne. And I thought, are you apologizing for bumping into me or apologizing for playing a trans woman? But like, I mean, that's the thing, right? So he's like, he actually has, I think he has actually said that he wouldn't, he wouldn't necessarily do the Danish girl now. Until very recently, when I was growing up, a lot of times when it was like film, the trans women were played by male actors. I think one, it's about the sort of stories that are being told about about trans characters is that it's often focusing on the kind of physical aspects of transition. So they think so cis people will be like, let's cast a cis man, because then we can really see the transness because this is like, you know, basically someone that hasn't affected any kind of transition at all. Whereas in reality, you know, that's what I was saying about like, pose is if you look at all the women in that, like, that's like reflective of a trans, of a certain type of trans experience. That's like, you know, years into transition or whatever that trans women just go around being women. I feel like there's just a very, there's some really strong visual cues that are lost when you're always casting men. Why do you deserve to be the fresh face of 1990? I don't know, because I'm a natural beauty. I think it's been good that there's been a huge change on that respect. And of course, the other thing too, is that like, the thing about casting, particularly male actors as trans women, but also sometimes cis women as trans men, is you're depriving trans actors of jobs. So that's the big objection I have to it is like, those trans actors don't get in the room for cisgender roles. So every time you do that, you're depriving someone of a role. And I want to take it back to 2013, because that is when Orange is the New Black brought Laverne Cox character, Sophia onto our screens. And she was shown to be clashing with the inmate, Gloria, which then kind of triggers this like violent transphobia amongst other inmates. What you got between your legs is your business and what I got is mine. Maybe. But my man is out of Lexington and he's having a real hard time. Meanwhile, you hiding out in here. In an interview, she was saying how it's hard for me and it's triggering for me to have to be kind of assaulted. And I've experienced this violence in my own life. So I have to re-experience that on camera. It's not the most pleasant experience. But then she also said it's a beautiful thing where we can illuminate the truth. And like in your book, you do talk about the problems that trans people face in the prison system. Do you feel like Orange is the New Black did anything for people's understanding or perception of what reality of life is like for trans people in prisons? It's funny because it feels like given everything that and Laverne Cox, I think the result of that casting on Orange is the New Black was this, especially amongst when we talk about trans representation, she was on the cover of Time magazine and it had that very like iconic headline, the transgender tipping point, America's next civil rights frontier. I think at that time, there was a lot of optimism. A lot has changed since then. And so for me, my perspective on trans prisons has always been like, look, trans prisoners expose a flaw in the system. The liberal argument is we've got to find a better way to place trans people in the prison system. And to me, it's like, actually what trans people expose, there is a genuine difficulty about accommodating trans people safely in the prison system because the prison system isn't safe. And I think Orange is the New Black actually really captured that really well because it wasn't really safe for any of the women. Since Orange is the New Black aired, there's been a huge lurch to the right in both America and the UK that's like very prison happy. And there's been a lot of propaganda using trans prisoners. And so actually in many ways, I think it's gotten worse since Orange is the New Black in terms of how people discuss trans people in prison. Just for some perspective, like in England and Wales, most trans women are in men's prisons, like the vast majority of them are. Most of them are on vulnerable prisoner wings. And often it's trans women. Actually, there is often this huge disproportionate focus on, oh, what about like getting too easy for trans women to be in women's prisons. And actually the vast majority are in men's prisons and are often actually in the worst conditions in those prisons. Because if you're on a vulnerable prisoner wing, you're actually very isolated. You're restricted in your access to community, with social animals, the mental health impact of that. And that's a conversation that I think people are afraid to have because it's very easy for the right wing press to bring up examples of trans people that have done bad things in order to sort of silence all discussion and to demonize the entire group. I wonder if that then becomes like an issue, like as a trans person, you feel like you have to be perfect because any small thing you've done wrong then becomes a reason why you shouldn't have access to liberation or rights. This whole idea of like, I think even just like for myself, like being black and being visible, like there's a certain way that you're supposed to behave or you're supposed to carry yourself. Whenever there's some sort of like, like mass shooting or some sort of like robbing or stabbing or whatever, like people are always like, oh God, I hope the person isn't black. I hope the person isn't black. Because then you're like, great. Now that means that it's going to amp up a lot of the racism that I face or discrimination that I face. Like, I wonder if it's the same for you as well. Yeah, I think that sounds really familiar to me. If you have like a group, and this is true of a lot of trans people and a lot of gay people, a lot of groups is if you basically expose them to bullying, harassment, discrimination from pretty much from childhood, you know, that is going to produce frankly trauma. And the thing is, is that also like, like we don't have perfect victims is that the thing is, is that if you're screwed up a bit by like the messages you get when you're developing as a young person, a lot of young people will end up acting out will end up engaging in behaviors that are regrettable. And that's not to take away their personal responsibility and to say, oh, it's just, you know, you get a free pass, you don't, but like, there is a relate, these things tend to be cyclical. And so people who are treated not that great by the world can often be quite angry and people who are in pain can often, you know, act out on that pain. It's the same thing as like talking about mental health, because trans people were framed as like mentally ill for being trans for so long. It can be so hard, like one of the myths about young, particularly young trans men is that one of the media sort of like narratives about them is that, oh, well, transitioning to become a trans boy or trans man is basically the new form of anorexia. And that's obviously really harmful, partly because there are actually going to be quite, quite a lot of trans young trans people who are trans and have an eating disorder. And there's this pressure to like hide your mental health struggles, because you don't want to reinforce the narrative of like the mentally imbalanced trans person. And actually, it's like, no, let's talk about the fact that like, there are increased rates of mental illness amongst trans people. And maybe let's talk about the fact that that's not inherent. That's actually perhaps if society treats you this way, it produces mental ill health. So I think there's, I think moving away from the expectation for minorities to be perfect is really, really important. Obviously, this is a pop culture podcast, we've been talking about film and TV. I want to know from you, is there anything that pop culture can do to change any of the perceptions that people currently hold around trans people? And is this the role of pop culture? I think we can't fall into the trap, right, of thinking that like this idea of the trickle down effect of pop culture, that if you have enough like pop stars and actors or whatever, just being represented at high levels of pop culture, that like that trickles down and suddenly like the structural oppression and also the horrible attitudes fade away. I think there's like a such an intimacy for me growing up, like with pop culture, especially like especially growing up queer and stuff like that, I think a lot of gay, bi, trans people will have this experience is there was just like a lot of looking for myself or looking for things I could identify with in pop culture because I was shut out of the norms of like the school and environment I grew up in. And I had like a really, really deep, intense, intimate connection. Like my favorite like pop divas when I was 15 were like my life. Like one thing that has changed for me with the growth of like the increased visibility of like trans women in public life, you know, like Kim Petras, as I said, Pose, Euphoria, whatever, is it's changed my view of like what a trans woman is. Even when I knew that I was one, I just thought it was bad, I thought it was bad and inferior. I'm ashamed to say it, but I thought it was like bad and inferior. And the best way to be a trans woman was to basically be as close to a cis woman as you could. And now what's changing because of social media, TikTok, whatever, is that there's much more of a culture of like different types of trans women who are like open about being trans and not trying to hide it. I think that must just be so different for like especially younger trans people now. There's something to look to and like you do model yourself a little bit on think representations you see in pop culture when you're younger. And it's like, oh, I'm going to like dial myself on this celebrity or style myself on this artist or whatever. And I just think it's really important that if you can see people that give you kind of the options to style yourself on at like that crucial age, it changes your relationship with your identity. And I think there's a lot less risk of internalized transphobia. You're writing another non-fiction book due to be released in 2025. Can you tell us a bit about that? Yeah, I can. I'm laughing because you know from my Instagram, the vibes of this, they're like, hell, it's dating. Something that you and I have talked about many times in DMs. It's looking at like our intimate lives, romantic sexual relationships and love. I unfortunately, perhaps like date men. Heteronormative relationships, right? Like in terms of desirability politics, right? Like this like very regressive ideas, but like I am positioned low. Like as a trans woman, it's like what I was taught like conditioned to think is you're not desirable, you're lucky for anything you get. And now I think what I'm interested in is for lots of women, not just trans women, but lots of women, they're a bit like, I might pine for this thing or I feel like I'm missing out on this thing. But I also know that this thing, i.e. like the perfect romantic relationship isn't all that. And it's kind of a fantasy for everyone. And there's a lot of sacrifices that come with that. And so I'm interested in kind of exploring these ideas of heteronormativity. What is the purpose of romantic love? Like in a kind of dating app hookup culture where there's like a constant promise of like sexual adventure, but often it's quite disappointing. Like what does sex mean? I'm using a trans lens to look at like those questions. Thank you so much Tashon for being the last interview on series two of our podcast. We're going to be back in September. And if you really miss me, which I know you will, you can go back and listen to all of our amazing episodes from series one and two. Before I let you go, I want to talk to all the writers out there. If you think you have a book you want to write, why not make it a reality with The Guardian Masterclasses? Our online writers retreat starting on the 24th of July is packed with live workshops and support from some of the biggest names in literary fiction. Find out more and get 10% off by entering the code Writers10 at theguardian.com forward slash retreat dash masterclass. This week's episode was produced by Hattie Moyer and Hannah Abraham, sound designed by Marla Seto, original music by Axel Caputier and the executive producer is Maz Edtaj. See you in September. So this is The Guardian."}, "podcastSummary": "In this episode of The Guardian's Pop Culture podcast, host Shontay Joseph speaks with writer and podcaster Sean Fay about Elliot Page's memoir and the representation of trans people in pop culture. They discuss the challenges and struggles that trans people face, the interlocking struggle of feminism, racial justice, and trans liberation, and the ways in which trans people are still marginalized and oppressed in society. They also touch on the representation of trans characters in TV and film, the importance of including trans actors and creators in the storytelling process, and the role of pop culture in changing perceptions of trans people. The podcast also features excerpts from an interview with Elliot Page conducted by Sean Fay. Shontay and Sean discuss the impact of Elliot Page's memoir, Page Boy, and reflect on their own personal connections to the themes discussed in the book. They discuss the representation of trans people in pop culture, highlighting the progress made in American TV shows like Euphoria and Pose, but also acknowledging the need for improvement in British TV. They also touch on the portrayal of trans people in film and the importance of authentic representation and the inclusion of trans actors. The episode concludes with a discussion on the portrayal of trans people in prisons, drawing on the example of Laverne Cox's character in Orange is the New Black, and the ongoing challenges faced by trans prisoners in the criminal justice system. Finally, they reflect on the potential impact of pop culture in changing perceptions of trans people and the importance of diverse and authentic representation. The podcast ends with a teaser for future episodes and an invitation to join the Guardian's online writers retreat for aspiring authors.", "discussion_item": null, "podcastHighlights": "In this episode of \"This is The Guardian,\" host Shantay Joseph discusses Elliot Page's memoir and the representation of trans people in pop culture. The highlights of the episode include:\n\n1. The interview with Sean Fay, a writer, podcaster, and comedian, who discusses his own book and how the conversation around trans people in the media often focuses on cis people's anxieties rather than the actual challenges and struggles faced by trans people.\n\n2. The discussion of Elliot Page's memoir, \"Page Boy,\" and the impact it has had on the representation of trans people in pop culture. The episode explores how Page's transition while in the public eye has changed the conversation around trans people and how they are portrayed in the media.\n\n3. The exploration of past examples of trans representation in film and TV, including shows like \"Sex and the City\" and films like \"The Crying Game.\" The episode examines how these representations have often been one-dimensional and perpetuated stereotypes about trans people.\n\n4. The conversation about the role of pop culture in changing perceptions of trans people. The episode highlights examples of positive trans representation in pop culture, such as the TV show \"Euphoria\" and the series \"Pose.\" It also acknowledges the challenges and limitations of representation in pop culture and the importance of including trans voices in the creation of these narratives.\n\nOverall, the episode provides a thought-provoking discussion on the representation of trans people in pop culture and the ways in which this representation has evolved over time."}