{"podcast_details": {"podcast_title": "Pop Culture Happy Hour", "episode_title": "The Afterparty And What's Making Us Happy", "episode_image": "https://media.npr.org/assets/img/2022/09/23/popculture-happyhour_tile_npr-network-01_sq-a6085eb399896271a87a1983ae3c6c702f69dcd9.jpg?s=1400&c=66&f=jpg", "episode_transcript": " The murder mystery comedy series, The After Party, looks at the events around a murder and its investigation from a different character's point of view in each episode. Now back for a second season, it's got a new murder and a lot of new cast members. And once again, each installment is made in a different film style, an erotic thriller, a mid-century melodrama, or a period romance with a distinct resemblance to a certain Netflix juggernaut. I'm Glenn Weldon. And I'm Linda Holmes. And today we're talking about the Apple TV Plus series, The After Party, on Pop Culture Happy Hour from NPR. Here with me and Glenn today is Margaret H. Willison, Communications Manager of Not Sorry Productions. Hello, Margaret. Welcome back. Hi, Linda. Hi, Glenn. I'm so excited to be here. So the first season of The After Party last year had a great big cast of comedy hot shots in its story about a murder at a high school reunion. Unfortunately a few of that season's cast came back for season two, namely Sam Richardson and Zoe Chow, who again play Anik and Zoe. This time around they are off to the wedding of her sister Grace, played by Poppy Liu, to a man named Edgar, played by Zach Woods. Unfortunately Edgar, and I gotta say, if you're gonna have a weird murder victim, make it Zach Woods. Exactly right. Make it Zach Woods. Unfortunately Edgar turns up dead in the season's opening minutes and Anik calls upon his old friend, Detective Danner, to help figure out what happened. She is once again played by Tiffany Haddish. Other members of this new ensemble include Elizabeth Perkins as Edgar's mother, Anna Conkle as his sister, Paul Walterhauser as a guy who fancies himself a detective, Vivian Wu and Ken Jeong as Zoe's parents, and John Cho as the mysterious Uncle Ulysses, or Ulysses sometimes? Who's been part of Zoe and Grace's lives for ages. As was the case in the first season, each character tells the story to Danner from their own point of view and the show presents each story in a different style of filmmaking. There's a film noir episode, there's a Wes Anderson send up, not that they say Wes Anderson, but there is, and there's a take on Bridgerton. There's even a 90s erotic thriller in the style of Basic Instinct for people who have been listening to the Karina Long word. You must remember this erotic 90s season. Perfect for that. The After Party is now streaming on Apple TV Plus. There are 10 episodes total. We'll be talking about the first seven that are available now as you are able to hear this episode. Glenn, I want to start with you. How does this show work for you? I mean, it's a good hang, right? It's a vibe as I'm told the kids say, look, the mystery is fun. The actors are fun. The characters are fun. The dialogue, which includes the jokes, is fine. As a younger man, I might've gotten hung up on the difference between fun and fine, but I don't care anymore. Fine is fine. That's the thing about fine. When you reviewed the show for NPR, the first season of it, Linda, you nailed it as is your want. Because this thing has the infrastructure, this thing has the bones for hilarity, given who's in front of the camera and who's behind it. What you get is pretty funny. You also get, not for nothing, some nice drone shots flying around that house. There is a subliminal HGTV factor that I'm not going to ignore here. In nine out of 10 cases, it puts the actors to good use. I want to talk about the 10th one later. Zach Woods employed really well. Sam Richardson's innate likeability. Perfect for this. Perfect for this. Tiffany Haddish, it's good to see her kind of relaxing into a part because in Haunted Mansion you could see those little duck feet paddling away really hard. In here, she's just kind of luxuriant. And the directors know a very fundamental truth about Ken Jeong. A good Ken Jeong is a reigned in. Yeah. Yeah. Someone who's actually directed instead of just mugging. And look, the actor Jack Whitehall, I like him a lot. I like him as a standup too. The thing about this guy, on and off screen, he just radiates this kind of vaguely noxious privilege. So you use that. This is a really pleasant way to spend an afternoon. I think the mystery is working. I think I figured it out. We'll talk about that off mic. But yeah, yeah, this is fine. Yeah. In that review that you mentioned, Glenn, of the first season, what I said was essentially you feel like it's going to be highly incredibly wacky and it's more gently funny. It's more kind of warmly funny than I expected. I do agree with you that some of these people are used exceptionally well. And I have to say kudos to whoever cast young Zach Woods in this because he looks exactly and carries himself exactly like young Zach Woods. And you talked, by the way, Glenn, about the kind of creative side of this. So I do want to mention the executive producers are Phil Lord and Christopher Miller, who people know from many wonderful wacky projects, a lot of them in film. And Christopher Miller is the creator of this show. I do think that the show sets itself a really complicated creative challenge by deciding to do all these different kind of genres. And I did really like that about it. But yeah, it's gently funny more than hysterically funny. Margaret, what do you think? I guess I'm here to represent Glenn's feisty younger self. I'm here to say a good hang is not enough for me when you have the capacity to be my favorite thing. Right. A cast like this with the premise of a cozy like manor house murder mystery situation and genre play going on. It's just like this should be my favorite show. And it's just fine. And I just keep wanting it to be sharper than it is. So that comes out with a lot of the jokes where it's just like it's the round one joke and like nobody punched them up the number of times they should have. I have first draft joke written here. And I don't disagree with you guys. But I think like I also find its silliness really endearing in a way. It's more like funny ideas about how to shoot something. It's like hysterical dialogue. You know what I mean? Sure. But that's the other thing is I also just want it to be like visually stronger. If you're going to take on this genre role, like I want the genres to like pop and be really tight. And there are some things that are like spectacular. As you say, there's a Wes Anderson reference episode. And there's a point where someone's hobby is listed as like macabre gardening. And I was like, okay, that's great. That's great. That's a good bet. There are some visual references and the Hitchcock adjacent episode. That stuff's great. But that's like one shot in a 35 minute episode. And I think that might be why the episode that works for me best is the episode with John Cho as Ulysses. I thought it was both the funniest and the most like it actually was kind of emotionally affecting. I think it's partly because it's the most unmoored from the genre idea. It's much more of a pastiche than pointing at any one thing. You're right. That had the looser range. There was a lot of Wong Kar Wai in that episode. Yeah. But yeah, I get what you're saying. Yeah. Like I can pull in the references. Like we're touching on the English patient. You know, we're touching on Wong Kar Wai. But because those are so much more subtle, like it's just hard to do a Wes Anderson pastiche two months after every single institution in the world did a Wes Anderson pastiche. That was a tough piece of timing because like there's no way they could have known when they were putting this together that there was just going to have been this like boom in Wes Anderson TikToks. I think one of the things about the, for example, the Wes Anderson one, like Margaret said, it's sharp and I think they have particular jokes they want to make about that. If you compare that to, for example, the Bridgerton one, for one thing, I think the Bridgerton one falls a little bit short in terms of the visuals. Like the way that they do the costumes is like Bridgerton-ish. There's a lot of exaggeration that they don't go for that I feel like they could have gone for. And I'm not sure they have funny ideas about Bridgerton, even though that's where they kind of set up the wedding and the love story that led to this wedding in the first place. But I'm not sure they get as much out of it as they got out of, for example, last season's musical episode with Ben Schwartz. I think there were some more ideas in there and here you get a little more, this is funny, I recognize this as a Bridgerton send up, but like dot, dot, dot, then what? Like do you know what I mean? Yeah, completely. So going back to talking about the casting here, I mean, it's not just about they get people to play the type, it's about knowing somebody's range. There is a finesse to it. So like on the surface, for example, you couldn't say in the first season that Ike Barinholtz or Ben Schwartz or Dave Franco, they weren't exactly stretching, right? That's not what that was about. They were playing the type, but they also found bits of business to make it fun. But here's the thing, I love the actor Paul Walter Hauser. He plays Grace's ex Travis, who kind of fancies himself as a detective, as you imagine. And I just don't think they're using this guy to his full ability. There is a lot of him falling down and it's actually him. So kudos to him. It's not a stunt double, it's him. But this character needs a deeper dive and they're just using him for nerd lives in his mom's basement jokes. And his entire plot line is, I'll say it again, first draft, first draft stuff. Like we're still doing film noir stuff and we're still getting the Venetian blinds and like we have to dig, you have an actor like Hauser, there's so much more you can do. And again, you know, the after party is struggling here because there are other things playing around in this territory that are just doing so much better jokes. Like you think about like nerd lives in his mom's basement. The first thing that comes to mind for me is Dave Bautista in Glass Onion. Those jokes have like shocking pop for like weird dude lives in his mom's basement, right? Like that's a very tired conceit. You have to do something cool with that to get it there. And like it doesn't even feel like they're trying with him. With him, yeah. I think one of the challenges too is that when you're doing something where it's a mystery and this applies theoretically to any mystery, but I think they struggle with it a little bit more here than in kind of my favorite mystery stories, is that when you are doing a thing where you don't know yet whether this person is going to be a good guy or bad guy or you don't know yet whether this person is who they say they are, it can be difficult to set that character up in a way that doesn't give away too much of the mystery because they are trying to maintain the mystery here. And I think that in that struggle to not give the story away, sometimes there's a little bit of a difficulty creating a specificity around the character. For example, with the Paul Walter Hauser character, Travis, part of what you want to know about him is like, why is he doing this? What is really the drive behind him continuing to be involved? Is it because he loves Grace? Is it because he has fantasies of detectiveness? And I think when you aren't ready to say, is this guy a good guy or a bad guy? It's kind of hard to fully build that out. But then you look at something like, as you said, Margaret, like glass onion, where they manage to maintain some mystery about who's good and who's bad and how good and how bad while still building up a lot of specificity around character. Sure. But at least they didn't make him a true crime podcaster. Like, what did that bullet? Yes. Look, they would be allowed three true crime podcasters if the jokes hit the way the ones on Only Murders in the Building do. Just jokes or performances that tight, even if they're true crime podcasts are terrible. Yeah. But what about, OK, so we talked about how the mystery structure kind of affects the characterizations and we've talked about the dialogue. How's the mystery working for you guys just on a narrative level? Oh, well, I'll say that was the big thing that I realized is I was very frustrated with this. But when I found out I didn't have the conclusion, I was like, dag nab it. I want to know what happens. And that's a point in their favor. I have the same reaction as Margaret that like, I don't think it's a particularly spellbinding mystery, partly because I don't really care about Edgar. But in a way, you don't really want to. Right. It's the same thing with the first season. The person who gets murdered has to be a little bit disposable or the story becomes incredibly sad, which is not what you're going for. But at the same time, when I got to the end and I didn't have the final episode, I did have that feeling of like, because I want to see what happens. But that's very common. I have learned not to be misled by the fact that I want to find out what the ending is of something. Sure. Because that has happened with many things that I do not think are good. Now, again, I basically like this show. I enjoy this show for the performances. I love seeing some of these folks do comedy who don't always do comedy or don't always do comedy at this point in their careers. John Cho early in his career did a lot of like, Harold and Kumar and stuff like that, but then also went off and did a lot of kind of dramatic acting. More recently when he was in like Columbus and searching and some of this stuff that is dramatic acting, I still like seeing him like be silly. And I like that. I loved seeing Elizabeth Perkins kind of be goofy in this particular way. And so for me, a lot of that stuff was very satisfying. And I do think like you got to say this Sam Richardson and Zoe Chao, I think hold down the center of this series in a very kind of decency and sort of gentleness space that in some ways keeps it from being as wacky as you might expect, but makes it to me a pleasant and enjoyable kind of place to spend time. I like everything they're trying to do. Yes. I just wish they did it a little better. I think that's a fair thing to say. All right. Well, tell us what you think about the after party. Join us at facebook.com slash PCHH up next. What's making us happy this week? Now it's time for our favorite segment of this week and every week. What's making us happy this week? Glenn Weldon, what is making you happy this week? Well, I've talked about the podcast Good One before that is writer Jesse David Fox's podcast. He covers standup comedy for vulture. He interviews comedians about specific jokes or specific bits. If you're at all interested in the craft of not just standup comedy or just comedy, but writing in general, it's a great listen. But it's been going on for six years now and he only very recently got an interview with Paul F. Tompkins, which might seem unusual because it's safe to say Paul F. Tompkins does a lot of comedy podcasts, but generally is a character, right? So here it's him. They deconstructed a bit from his 2007 album, Impersonal, the Peanut Brittle bit, which is a very funny bit. And they go over also the enormous range of this guy's career and why he, who I think is universally recognized as one of the best in the business, stepped away from standup in favor of improv and podcasts. And also what he's thinking about now, the concerns he has, the very real concerns he has as he's preparing to dive back into standup. It is a two and a half hour talk and I don't want to mischaracterize it. It's not like it's raw, it's real, it's emotional because that's not the vibe, right? What it is though, very clearly is somebody who has very candid thoughts and very raw, real emotions that have been thoughtfully processed into insights, like concrete, actionable insights, not just about himself, but about the business and also about like the, for want of a better term, the creative life, right? So I've always loved this show and this is my favorite episode ever. And Fox is coming out with a book about comedy in November called Comedy Book. I've already pre-ordered it, but for now go seek out Good One, a podcast about jokes featuring Paul F. Tompkins. That was a very good sell, Glenn. I'm trying. I'm trying to sell it. It's great. All right. Thank you, Glenn. Well, then Margaret Willison, what is making you happy this week? Well, I feel like since I spent the first half of this episode being nitpicky about a mystery that didn't live up to my standards, that I could at least reward people who made it this far with one that like really, really does that walks this like tight rope I have set up for what a great mystery is so beautifully. And it's actually, God bless a series of books and they're all good. It begins with The Right Sort of Man by Alison Monclair and it is set immediately after World War II. The main characters are a war widow who's trying to regain custody of her son and her friend Iris, who was basically like a code breaker and spy during the war at Bletchley Park and who's kind of processing her PTSD. So we've got a little, a layer of genuine trauma. They come together because they're starting a marriage bureau called The Right Sort. And of course what happens, their first client gets accused of murder and they have to solve the murder. And I would also say the mysteries are just really tight and like fun and compelling. And it's not one of those things where it's like, well, this says it's a mystery, but really it's a romance where there's a dead person. You're actually balancing the two things very, very well. So The Right Sort of Man by Alison Monclair. I listened to them all on audio and they worked great that way, but I think they would also read really, really well and really, really fast. So if you like mysteries, I give these five stars. Awesome. So as you listened to this episode, last Saturday I interviewed the writer John Scalzi at the National Book Festival. I'm sure it went great, but one of the things that I read in the run up to this conversation is his 2022 novel, The Kaiju Preservation Society, which is a science fiction adventure book. But as the title suggests, it is basically about a group of people whose job it is to go to the kind of alternate world in which Godzilla's exist and take care of them. And if you know my reading habits, I have not always been a big science fiction reader, but I have tried really hard to be better about reading across genres. I think frequently about our friend Petra Mayer, who passed in 2021, but who was a big inspiration to me in terms of just loving lots and lots and lots of different things. So it was a great example of something I wouldn't necessarily have read that I went out of my way to read that I was delighted to find was right up my alley. And I absolutely think if you're looking for that like fun snacky adventure book, it is 100% that and I very much enjoyed it. Again, it's called The Kaiju Preservation Society. And that is what is making me happy this week. If you want links for what we recommended plus some more recommendations, sign up for our newsletter at npr.org slash pop culture newsletter. That brings us to the end of our show. Margaret Welles and Glenn Weldon. Thank you so much for being here without any murders at all. Well, ladies young. Thank you. Thank you so much for having me. This episode is produced by Liz Matsker and edited by Mike Katzoff. Our supervising producer is Jessica Reedy. Hello Come In provides our theme music. Thank you for listening to Pop Culture Happy Hour from NPR. I'm Linda Holmes and we'll see you all next week."}, "podcast_summary": null, "podcast_guest": "", "podcast_highlights": null}